Repository: nobiehl/mini-markdown-viewer
Catalog: markdown-viewer/MarkdownViewer/Resources/Strings.*.resx
Languages: de, es, fr, ja, mn, ru, zh

# LoggingWarning
source: Warning: Could not initialize logging: {0}
de: Warnung: Protokollierung konnte nicht initialisiert werden: {0}
es: Advertencia: No se pudo inicializar el registro: {0}
fr: Attention : Impossible d'initialiser la journalisation : {0}
ja: 警告：ログの初期化に失敗しました： {0}
mn: Анхааруулга: Логийг эхлүүлж чадсангүй: {0}
ru: Предупреждение: Не удалось инициализировать журналирование: {0}
zh: 警告：无法初始化日志记录： {0}

# LoggingWarningTitle
source: Logging Warning
de: Protokollierungswarnung
es: Advertencia de registro
fr: Avertissement de journalisation
ja: ログ警告
mn: Логийн анхааруулга
ru: Предупреждение журнала
zh: 日志警告

# WebView2InitError
source: Failed to initialize WebView2: {0} Check logs for details.
de: WebView2 konnte nicht initialisiert werden: {0} Prüfen Sie die Protokolle für Details.
es: Error al inicializar WebView2: {0} Consulte los registros para obtener más detalles.
fr: Échec de l'initialisation de WebView2 : {0} Consultez les journaux pour plus de détails.
ja: WebView2の初期化に失敗しました： {0} 詳細についてはログを確認してください。
mn: WebView2-г эхлүүлж чадсангүй: {0} Дэлгэрэнгүй мэдээллийг логоос харна уу.
ru: Не удалось инициализировать WebView2: {0} Проверьте журналы для получения подробной информации.
zh: WebView2 初始化失败： {0} 请查看日志以获取详细信息。

# WebView2InitErrorTitle
source: Initialization Error
de: Initialisierungsfehler
es: Error de inicialización
fr: Erreur d'initialisation
ja: 初期化エラー
mn: Эхлүүлэх алдаа
ru: Ошибка инициализации
zh: 初始化错误

# WebView2ProcessFailed
source: WebView2 process failed: {0} Check logs for details.
de: WebView2-Prozess fehlgeschlagen: {0} Prüfen Sie die Protokolle für Details.
es: Fallo del proceso WebView2: {0} Consulte los registros para obtener más detalles.
fr: Échec du processus WebView2 : {0} Consultez les journaux pour plus de détails.
ja: WebView2プロセスが失敗しました：{0} 詳細についてはログを確認してください。
mn: WebView2 процесс амжилтгүй боллоо: {0} Дэлгэрэнгүй мэдээллийг логоос харна уу.
ru: Сбой процесса WebView2: {0} Проверьте журналы для получения подробной информации.
zh: WebView2 进程失败：{0} 请查看日志以获取详细信息。

# ErrorTitle
source: Error
de: Fehler
fr: Erreur
ja: エラー
mn: Алдаа
ru: Ошибка
zh: 错误

# FileLoadError
source: Error loading file: {0} Check logs for details.
de: Fehler beim Laden der Datei: {0} Prüfen Sie die Protokolle für Details.
es: Error al cargar el archivo: {0} Consulte los registros para obtener más detalles.
fr: Erreur lors du chargement du fichier : {0} Consultez les journaux pour plus de détails.
ja: ファイルの読み込みエラー：{0} 詳細についてはログを確認してください。
mn: Файл ачааллахад алдаа гарлаа: {0} Дэлгэрэнгүй мэдээллийг логоос харна уу.
ru: Ошибка загрузки файла: {0} Проверьте журналы для получения подробной информации.
zh: 加载文件时出错：{0} 请查看日志以获取详细信息。

# FileNotFound
source: File not found: {0}
de: Datei nicht gefunden: {0}
es: Archivo no encontrado: {0}
fr: Fichier introuvable : {0}
ja: ファイルが見つかりません： {0}
mn: Файл олдсонгүй: {0}
ru: Файл не найден: {0}
zh: 文件未找到： {0}

# LinkOpenFailed
source: Failed to open link: {0}
de: Link konnte nicht geöffnet werden: {0}
es: No se pudo abrir el enlace: {0}
fr: Impossible d'ouvrir le lien : {0}
ja: リンクを開けませんでした：{0}
mn: Холбоос нээж чадсангүй: {0}
ru: Не удалось открыть ссылку: {0}
zh: 无法打开链接：{0}

# VersionTitle
source: Version
es: Versión
ja: バージョン
mn: Хувилбар
ru: Версия
zh: 版本

# HelpTitle
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
mn: Тусламж
ru: Справка
zh: 帮助

# HelpText
source: Markdown Viewer - Lightweight Windows Markdown Viewer Usage: MarkdownViewer.exe <file.md> Open a markdown file MarkdownViewer.exe <file.md> --log-level Debug Open with debug logging MarkdownViewer.exe --install Register as default .md viewer MarkdownViewer.exe --uninstall Unregister file association MarkdownViewer.exe --update Check for updates MarkdownViewer.exe --version Show version MarkdownViewer.exe --help Show this help Update Behavior: - Automatic check once per day on first start - Silent background check (non-blocking) - Manual check with --update parameter Test Mode (Development): MarkdownViewer.exe --test-update --test-scenario <name> Scenarios: update-available, no-update, network-error, rate-limit Log Levels: Debug Verbose logging (all operations) Information Normal logging (default) Warning Only warnings and errors Error Only errors
de: Markdown Viewer - Leichtgewichtiger Windows Markdown Viewer Verwendung: MarkdownViewer.exe <datei.md> Markdown-Datei öffnen MarkdownViewer.exe <datei.md> --log-level Debug Mit Debug-Protokollierung öffnen MarkdownViewer.exe --install Als Standard-.md-Viewer registrieren MarkdownViewer.exe --uninstall Dateiverknüpfung aufheben MarkdownViewer.exe --update Nach Updates suchen MarkdownViewer.exe --version Version anzeigen MarkdownViewer.exe --help Diese Hilfe anzeigen Update-Verhalten: - Automatische Prüfung einmal täglich beim ersten Start - Stille Hintergrundprüfung (nicht blockierend) - Manuelle Prüfung mit --update Parameter Testmodus (Entwicklung): MarkdownViewer.exe --test-update --test-scenario <name> Szenarien: update-available, no-update, network-error, rate-limit Protokollstufen: Debug Ausführliche Protokollierung (alle Operationen) Information Normale Protokollierung (Standard) Warning Nur Warnungen und Fehler Error Nur Fehler
es: Markdown Viewer - Visor Markdown ligero para Windows Uso: MarkdownViewer.exe <archivo.md> Abrir un archivo Markdown MarkdownViewer.exe <archivo.md> --log-level Debug Abrir con registro detallado MarkdownViewer.exe --install Registrar como visor .md predeterminado MarkdownViewer.exe --uninstall Eliminar asociación de archivos MarkdownViewer.exe --update Buscar actualizaciones MarkdownViewer.exe --version Mostrar versión MarkdownViewer.exe --help Mostrar esta ayuda Comportamiento de actualizaciones: - Verificación automática una vez al día en el primer inicio - Verificación silenciosa en segundo plano (no bloqueante) - Verificación manual con el parámetro --update Modo de prueba (Desarrollo): MarkdownViewer.exe --test-update --test-scenario <nombre> Escenarios: update-available, no-update, network-error, rate-limit Niveles de registro: Debug Registro detallado (todas las operaciones) Information Registro normal (predeterminado) Warning Solo advertencias y errores Error Solo errores
fr: Markdown Viewer - Visionneuse Markdown légère pour Windows Utilisation : MarkdownViewer.exe <fichier.md> Ouvrir un fichier Markdown MarkdownViewer.exe <fichier.md> --log-level Debug Ouvrir avec journalisation détaillée MarkdownViewer.exe --install Enregistrer comme visionneuse .md par défaut MarkdownViewer.exe --uninstall Supprimer l'association de fichiers MarkdownViewer.exe --update Vérifier les mises à jour MarkdownViewer.exe --version Afficher la version MarkdownViewer.exe --help Afficher cette aide Comportement de mise à jour : - Vérification automatique une fois par jour au premier démarrage - Vérification silencieuse en arrière-plan (non bloquante) - Vérification manuelle avec le paramètre --update Mode test (Développement) : MarkdownViewer.exe --test-update --test-scenario <nom> Scénarios : update-available, no-update, network-error, rate-limit Niveaux de journalisation : Debug Journalisation détaillée (toutes les opérations) Information Journalisation normale (par défaut) Warning Seulement les avertissements et erreurs Error Seulement les erreurs
ja: Markdown Viewer - 軽量なWindows Markdownビューア 使い方： MarkdownViewer.exe <file.md> Markdownファイルを開く MarkdownViewer.exe <file.md> --log-level Debug 詳細ログで開く MarkdownViewer.exe --install デフォルトの.mdビューアとして登録 MarkdownViewer.exe --uninstall ファイル関連付けを解除 MarkdownViewer.exe --update 更新を確認 MarkdownViewer.exe --version バージョンを表示 MarkdownViewer.exe --help このヘルプを表示 更新の動作： - 1日1回の自動チェック（初回起動時） - サイレントバックグラウンドチェック（非ブロッキング） - --updateパラメータによる手動チェック テストモード（開発）： MarkdownViewer.exe --test-update --test-scenario <name> シナリオ：update-available, no-update, network-error, rate-limit ログレベル： Debug 詳細ログ（すべての操作） Information 通常ログ（デフォルト） Warning 警告とエラーのみ Error エラーのみ
mn: Markdown Viewer - Хөнгөн Windows Markdown Харагч Хэрэглээ: MarkdownViewer.exe <file.md> Markdown файл нээх MarkdownViewer.exe <file.md> --log-level Debug Дэлгэрэнгүй логтойгоор нээх MarkdownViewer.exe --install .md файлын анхдагч харагч болгох MarkdownViewer.exe --uninstall Файлын холболтыг арилгах MarkdownViewer.exe --update Шинэчлэл шалгах MarkdownViewer.exe --version Хувилбар харуулах MarkdownViewer.exe --help Энэ тусламж харуулах Шинэчлэлийн зан байдал: - Өдөрт нэг удаа автоматаар шалгах - Чимээгүй шалгалт (хаалтгүй) - --update параметртэйгээр гараар шалгах Тестийн горим (Хөгжүүлэлт): MarkdownViewer.exe --test-update --test-scenario <name> Сценарууд: update-available, no-update, network-error, rate-limit Логийн түвшин: Debug Дэлгэрэнгүй (бүх үйлдэл) Information Энгийн (анхдагч) Warning Зөвхөн анхааруулга ба алдаа Error Зөвхөн алдаа
ru: Markdown Viewer - Легкий просмотрщик Markdown для Windows Использование: MarkdownViewer.exe <file.md> Открыть файл Markdown MarkdownViewer.exe <file.md> --log-level Debug Открыть с подробным журналом MarkdownViewer.exe --install Зарегистрировать как просмотрщик .md по умолчанию MarkdownViewer.exe --uninstall Удалить ассоциацию файлов MarkdownViewer.exe --update Проверить обновления MarkdownViewer.exe --version Показать версию MarkdownViewer.exe --help Показать эту справку Поведение обновлений: - Автоматическая проверка один раз в день при первом запуске - Тихая фоновая проверка (неблокирующая) - Ручная проверка с параметром --update Тестовый режим (Разработка): MarkdownViewer.exe --test-update --test-scenario <name> Сценарии: update-available, no-update, network-error, rate-limit Уровни журнала: Debug Подробный журнал (все операции) Information Обычный журнал (по умолчанию) Warning Только предупреждения и ошибки Error Только ошибки
zh: Markdown Viewer - 轻量级 Windows Markdown 查看器 用法： MarkdownViewer.exe <file.md> 打开 Markdown 文件 MarkdownViewer.exe <file.md> --log-level Debug 以调试日志打开 MarkdownViewer.exe --install 注册为默认 .md 查看器 MarkdownViewer.exe --uninstall 取消文件关联 MarkdownViewer.exe --update 检查更新 MarkdownViewer.exe --version 显示版本 MarkdownViewer.exe --help 显示此帮助 更新行为： - 每天首次启动时自动检查一次 - 静默后台检查（非阻塞） - 使用 --update 参数手动检查 测试模式（开发）： MarkdownViewer.exe --test-update --test-scenario <name> 场景：update-available, no-update, network-error, rate-limit 日志级别： Debug 详细日志（所有操作） Information 正常日志（默认） Warning 仅警告和错误 Error 仅错误

# FileNotFoundError
source: File not found: {0}
de: Datei nicht gefunden: {0}
es: Archivo no encontrado: {0}
fr: Fichier introuvable : {0}
ja: ファイルが見つかりません：{0}
mn: Файл олдсонгүй: {0}
ru: Файл не найден: {0}
zh: 文件未找到：{0}

# OnlyMdSupported
source: Only .md files are supported
de: Nur .md-Dateien werden unterstützt
es: Solo se admiten archivos .md
fr: Seuls les fichiers .md sont pris en charge
ja: .mdファイルのみサポートされています
mn: Зөвхөн .md файлыг дэмжинэ
ru: Поддерживаются только файлы .md
zh: 仅支持 .md 文件

# OpenFileDialogFilter
source: Markdown files (*.md)|*.md|All files (*.*)|*.*
de: Markdown-Dateien (*.md)|*.md|Alle Dateien (*.*)|*.*
es: Archivos Markdown (*.md)|*.md|Todos los archivos (*.*)|*.*
fr: Fichiers Markdown (*.md)|*.md|Tous les fichiers (*.*)|*.*
ja: Markdownファイル (*.md)|*.md|すべてのファイル (*.*)|*.*
mn: Markdown файлууд (*.md)|*.md|Бүх файлууд (*.*)|*.*
ru: Файлы Markdown (*.md)|*.md|Все файлы (*.*)|*.*
zh: Markdown 文件 (*.md)|*.md|所有文件 (*.*)|*.*

# OpenFileDialogTitle
source: Open Markdown File
de: Markdown-Datei öffnen
es: Abrir archivo Markdown
fr: Ouvrir un fichier Markdown
ja: Markdownファイルを開く
mn: Markdown файл нээх
ru: Открыть файл Markdown
zh: 打开 Markdown 文件

# InstallSuccessMessage
source: Markdown Viewer successfully registered! Integration points: • Default program for .md files • Right-click context menu • 'Open With' dialog • 'Send To' menu
de: Markdown Viewer erfolgreich registriert! Integrationspunkte: • Standardprogramm für .md-Dateien • Rechtsklick-Kontextmenü • 'Öffnen mit'-Dialog • 'Senden an'-Menü
es: ¡Markdown Viewer registrado con éxito! Puntos de integración: • Programa predeterminado para archivos .md • Menú contextual del clic derecho • Diálogo 'Abrir con' • Menú 'Enviar a'
fr: Markdown Viewer enregistré avec succès ! Points d'intégration : • Programme par défaut pour les fichiers .md • Menu contextuel du clic droit • Boîte de dialogue 'Ouvrir avec' • Menu 'Envoyer vers'
ja: Markdown Viewerの登録に成功しました！ 統合ポイント： • .mdファイルのデフォルトプログラム • 右クリックコンテキストメニュー • 「プログラムから開く」ダイアログ • 「送る」メニュー
mn: Markdown Viewer амжилттай бүртгэгдлээ! Интеграцийн цэгүүд: • .md файлуудын анхдагч програм • Баруун товчийн цэс • 'Нээх' сонголт • 'Илгээх' цэс
ru: Markdown Viewer успешно зарегистрирован! Точки интеграции: • Программа по умолчанию для файлов .md • Контекстное меню правой кнопки мыши • Диалог "Открыть с помощью" • Меню "Отправить"
zh: Markdown Viewer 注册成功！ 集成点： • .md 文件的默认程序 • 右键上下文菜单 • "打开方式"对话框 • "发送到"菜单

# InstallSuccessTitle
source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
mn: Амжилттай
ru: Успех
zh: 成功

# InstallFailedMessage
source: Failed to register file association: {0}
de: Dateiverknüpfung konnte nicht registriert werden: {0}
es: Error al registrar la asociación de archivos: {0}
fr: Échec de l'enregistrement de l'association de fichiers : {0}
ja: ファイル関連付けの登録に失敗しました： {0}
mn: Файлын холболтыг бүртгэж чадсангүй: {0}
ru: Не удалось зарегистрировать ассоциацию файлов: {0}
zh: 注册文件关联失败： {0}

# UninstallSuccessMessage
source: Markdown Viewer successfully unregistered! All integration points have been removed.
de: Markdown Viewer erfolgreich deregistriert! Alle Integrationspunkte wurden entfernt.
es: ¡Markdown Viewer desregistrado con éxito! Se han eliminado todos los puntos de integración.
fr: Markdown Viewer désenregistré avec succès ! Tous les points d'intégration ont été supprimés.
ja: Markdown Viewerの登録解除に成功しました！ すべての統合ポイントが削除されました。
mn: Markdown Viewer амжилттай хасагдлаа! Бүх интеграцийн цэгүүд устгагдлаа.
ru: Markdown Viewer успешно удален! Все точки интеграции были удалены.
zh: Markdown Viewer 取消注册成功！ 已删除所有集成点。

# UninstallFailedMessage
source: Failed to unregister file association: {0}
de: Dateiverknüpfung konnte nicht entfernt werden: {0}
es: Error al eliminar la asociación de archivos: {0}
fr: Échec de la suppression de l'association de fichiers : {0}
ja: ファイル関連付けの削除に失敗しました： {0}
mn: Файлын холболтыг арилгаж чадсангүй: {0}
ru: Не удалось удалить ассоциацию файлов: {0}
zh: 删除文件关联失败： {0}

# NoUpdateAvailableMessage
source: You are already using the latest version ({0}).
de: Sie verwenden bereits die neueste Version ({0}).
es: Ya está utilizando la última versión ({0}).
fr: Vous utilisez déjà la dernière version ({0}).
ja: 既に最新バージョン（{0}）を使用しています。
mn: Та хамгийн сүүлийн хувилбарыг ({0}) ашиглаж байна.
ru: Вы уже используете последнюю версию ({0}).
zh: 您已在使用最新版本（{0}）。

# NoUpdateAvailableTitle
source: No Update Available
de: Kein Update verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
ja: 更新なし
mn: Шинэчлэл байхгүй
ru: Обновлений нет
zh: 没有可用更新

# UpdateAvailableMessage
source: Update available: {0} Current version: {1} Size: {2} MB Release Notes: {3} Download now?
de: Update verfügbar: {0} Aktuelle Version: {1} Größe: {2} MB Release Notes: {3} Jetzt herunterladen?
es: Actualización disponible: {0} Versión actual: {1} Tamaño: {2} MB Notas de la versión: {3} ¿Descargar ahora?
fr: Mise à jour disponible : {0} Version actuelle : {1} Taille : {2} Mo Notes de version : {3} Télécharger maintenant ?
ja: 更新が利用可能です：{0} 現在のバージョン：{1} サイズ：{2} MB リリースノート： {3} 今すぐダウンロードしますか？
mn: Шинэчлэл бэлэн байна: {0} Одоогийн хувилбар: {1} Хэмжээ: {2} МБ Мэдээлэл: {3} Татаж авах уу?
ru: Доступно обновление: {0} Текущая версия: {1} Размер: {2} МБ Примечания к выпуску: {3} Загрузить сейчас?
zh: 有可用更新：{0} 当前版本：{1} 大小：{2} MB 发行说明： {3} 立即下载？

# UpdateAvailableTitle
source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: 更新が利用可能
mn: Шинэчлэл бэлэн байна
ru: Доступно обновление
zh: 有可用更新

# UpdateCheckUnexpectedError
source: Unexpected error during update check: {0}
de: Unerwarteter Fehler bei der Update-Prüfung: {0}
es: Error inesperado al verificar actualizaciones: {0}
fr: Erreur inattendue lors de la vérification de mise à jour : {0}
ja: 更新確認中に予期しないエラーが発生しました： {0}
mn: Шинэчлэл шалгах үед санамсаргүй алдаа гарлаа: {0}
ru: Неожиданная ошибка при проверке обновлений: {0}
zh: 检查更新时发生意外错误： {0}

# StatusBarUpdateAvailable
source: Update available: {0}
de: Update verfügbar: {0}
es: Actualización disponible: {0}
fr: Mise à jour disponible : {0}
ja: 更新が利用可能：{0}
mn: Шинэчлэл бэлэн: {0}
ru: Доступно обновление: {0}
zh: 有可用更新：{0}

# StatusBarUpToDate
source: Up to date
de: Aktuell
es: Actualizado
fr: À jour
ja: 最新
mn: Шинэчилсэн
ru: Актуальная версия
zh: 已是最新

# StatusBarExplorerRegistered
source: Explorer integration active
de: Explorer-Integration aktiv
es: Integración del Explorador activa
fr: Intégration Explorer active
ja: エクスプローラー統合アクティブ
mn: Explorer интеграци идэвхтэй
ru: Интеграция с Проводником активна
zh: 资源管理器集成已激活

# StatusBarExplorerNotRegistered
source: Explorer integration inactive
de: Explorer-Integration inaktiv
es: Integración del Explorador inactiva
fr: Intégration Explorer inactive
ja: エクスプローラー統合非アクティブ
mn: Explorer интеграци идэвхгүй
ru: Интеграция с Проводником неактивна
zh: 资源管理器集成未激活

# StatusBarLanguage
source: Select language
de: Sprache wählen
es: Seleccionar idioma
fr: Langue : {0}
ja: 言語を選択
mn: Хэл: {0}
ru: Язык: {0}
zh: 语言：{0}

# StatusBarChecking
source: Checking for updates...
de: Suche nach Updates...
es: Buscando actualizaciones...
ja: 更新を確認中...

# StatusBarUpdateError
source: Update check failed
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
ja: 更新確認失敗

# StatusBarCheckForUpdates
source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
ja: 更新を確認

# StatusBarInfo
source: Info
ja: 情報
mn: Мэдээлэл
ru: Информация
zh: 信息

# StatusBarHelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
mn: Тусламж
ru: Справка
zh: 帮助

# ThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
mn: Харанхуй
ru: Темная
zh: 深色

# ThemeSolarized
source: Solarized Light
de: Solarized Hell
es: Solarized Claro
fr: Solarized Clair
ja: Solarizedライト
mn: Solarized Цайвар
ru: Solarized Светлая
zh: Solarized 浅色

# ThemeStandard
source: Standard (Enhanced)
de: Standard (Erweitert)
es: Estándar (Mejorado)
fr: Standard (Amélioré)
ja: スタンダード（拡張）
mn: Стандарт (Сайжруулсан)
ru: Стандартная (Расширенная)
zh: 标准（增强）

# ThemeMenuTitle
source: Themes
de: Themen
es: Temas
fr: Thèmes
ja: テーマ
mn: Загварууд
ru: Темы
zh: 主题

# UpdateAvailable
source: Update v{0} available
de: Update v{0} verfügbar
es: Actualización v{0} disponible
ja: アップデート v{0} が利用可能です

# UpdateShowReleaseNotes
source: Show Release Notes
de: Release Notes anzeigen
es: Mostrar notas de versión
ja: リリースノートを表示

# UpdateInstall
source: Install Update
de: Update installieren
es: Instalar actualización
ja: アップデートをインストール

# UpdateIgnore
source: Ignore
de: Ignorieren
es: Ignorar
ja: 無視

# UpdateReleaseNotesTitle
source: Release Notes - {0}
es: Notas de Versión - {0}
ja: リリースノート - {0}

# UpdateShowReleaseNotesError
source: Failed to show release notes: {0}
de: Release Notes konnten nicht angezeigt werden: {0}
es: No se pudieron mostrar las notas de versión: {0}
ja: リリースノートを表示できませんでした: {0}

# UpdateDownloadedTitle
source: Update Ready
de: Update bereit
es: Actualización Lista
fr: Mise à jour téléchargée
ja: アップデート準備完了
mn: Шинэчлэл татагдсан
ru: Обновление загружено
zh: 更新已下载

# UpdateDownloadedMessage
source: Update downloaded successfully! Would you like to restart the application now to install the update?
de: Update wurde erfolgreich heruntergeladen! Möchten Sie die Anwendung jetzt neu starten, um das Update zu installieren?
es: ¡Actualización descargada exitosamente! ¿Desea reiniciar la aplicación ahora para instalar la actualización?
fr: La mise à jour a été téléchargée. La mise à jour sera installée au prochain démarrage. Redémarrer maintenant ?
ja: アップデートのダウンロードが完了しました！ 今すぐアプリケーションを再起動してアップデートをインストールしますか？
mn: Шинэчлэл татаж авсан. Дараагийн ажиллуулалтад суулгагдана. Одоо дахин эхлүүлэх үү?
ru: Обновление загружено. Обновление будет установлено при следующем запуске. Перезапустить сейчас?
zh: 更新已下载。 更新将在下次启动时安装。 立即重新启动？

# UpdatePostponedTitle
source: Update Postponed
de: Update verschoben
es: Actualización Pospuesta
ja: アップデートを延期

# UpdatePostponedMessage
source: The update will be installed on next restart.
de: Das Update wird beim nächsten Start installiert.
es: La actualización se instalará en el próximo reinicio.
ja: 次回起動時にアップデートがインストールされます。

# UpdateDownloadFailedTitle
source: Download Failed
de: Download fehlgeschlagen
es: Descarga Fallida
fr: Erreur de téléchargement
ja: ダウンロード失敗
mn: Татах алдаа
ru: Ошибка загрузки
zh: 下载错误

# UpdateDownloadFailedMessage
source: Update could not be downloaded. Please try again later.
de: Update konnte nicht heruntergeladen werden. Bitte versuchen Sie es später erneut.
es: No se pudo descargar la actualización. Por favor, inténtelo de nuevo más tarde.
fr: Échec du téléchargement. Veuillez réessayer plus tard.
ja: アップデートをダウンロードできませんでした。 後でもう一度お試しください。
mn: Татаж авалт амжилтгүй боллоо. Дараа дахин оролдоно уу.
ru: Ошибка загрузки. Пожалуйста, попробуйте позже.
zh: 下载失败。 请稍后重试。

# UpdateDownloadError
source: Download error: {0}
de: Fehler beim Download: {0}
es: Error de descarga: {0}
ja: ダウンロードエラー: {0}

# UpdateCheckUpToDateTitle
source: Up to Date
de: Aktuell
es: Actualizado
ja: 最新版です

# UpdateCheckUpToDateMessage
source: You are running the latest version (v{0}).
de: Sie verwenden die neueste Version (v{0}).
es: Está ejecutando la última versión (v{0}).
ja: 最新バージョン (v{0}) を使用しています。

# UpdateCheckFailedTitle
source: Error
de: Fehler
fr: Erreur de mise à jour
ja: エラー
mn: Шинэчлэлийн алдаа
ru: Ошибка обновления
zh: 更新错误

# UpdateCheckFailedMessage
source: Update check failed: {0}
de: Update-Prüfung fehlgeschlagen: {0}
es: Error al verificar actualización: {0}
fr: Échec de la vérification de mise à jour : {0}
ja: アップデート確認に失敗しました: {0}
mn: Шинэчлэл шалгах амжилтгүй боллоо: {0}
ru: Не удалось проверить обновления: {0}
zh: 检查更新失败： {0}

# RawDataViewShow
source: Show Raw Data (F12)
es: Mostrar Datos Raw (F12)
ja: 生データを表示 (F12)

# RawDataViewHide
source: Hide Raw Data
es: Ocultar Datos Raw
ja: 生データを非表示

# ContextMenuMoreTools
source: More Tools
es: Más Herramientas
ja: その他のツール

# RawDataViewMarkdownLabel
source: Markdown Source
es: Fuente Markdown
ja: Markdownソース

# RawDataViewHtmlLabel
source: Generated HTML
es: HTML Generado
ja: 生成されたHTML
